{
  "code": "0",
  "msg": "操作成功",
  "errs": [],
  "time": "20210715014351079",
  "data": {
    "pno": 1,
    "agg": {
      "cnt": 0
    },
    "rec": {
      "total": 157,
      "iscn": true,
      "rows": [
        {
          "en": "[\"Min pig\"]",
          "cn": "民猪"
        },
        {
          "en": "[\"Wei pig\"]",
          "cn": "圩猪"
        },
        {
          "en": "[\"Putian pig\"]",
          "cn": "莆田猪"
        },
        {
          "en": "[\"Debao pig\"]",
          "cn": "德保猪"
        },
        {
          "en": "[\"Rongchang pig\"]",
          "cn": "荣昌猪"
        },
        {
          "en": "[\"Zang pig\",\"Tibetan pig\"]",
          "cn": "藏猪"
        },
        {
          "en": "[\"Huai pig\"]",
          "cn": "槐猪"
        },
        {
          "en": "[\"Hang pig\"]",
          "cn": "杭猪"
        },
        {
          "en": "[\"growing pig\"]",
          "cn": "生长猪"
        },
        {
          "en": "[\"lard oil\"]",
          "cn": "猪油"
        }
      ]
    },
    "total": 154,
    "pages": 10,
    "pageSize": 15,
    "time": "0.14",
    "rows": [
      {
        "hasext": 0,
        "smc": "地方猪品种",
        "yc": [
          {
            "zh": "杭口猪"
          }
        ],
        "ly": "畜牧学名词",
        "sid": "1356265723923562500",
        "hasins": 0,
        "sc": [
          {
            "zh": "上杭猪"
          }
        ],
        "qc": [],
        "dy": "毛色为“乌云盖雪”，嘴尖粉红色。头型分“狮头”和“狗头”两种。产于江西省修水县的杭口镇、上杭乡、西港镇、东津村等地。",
        "id": "1356267329679347713",
        "gbnd": 2020,
        "qt": {},
        "bbh": "第一版",
        "en": [
          "Hang pig"
        ],
        "zc": [],
        "cn": "杭猪",
        "pno": 0,
        "xh": "03.048",
        "dbid": 1,
        "jc": [],
        "dbmc": "审定公布名词数据库",
        "bid": 0,
        "sdm": "T-038.03.008.0001",
        "smcs": "畜牧学_家畜家禽品种_猪品种_地方猪品种",
        "qtkeys": []
      },
      {
        "hasext": 0,
        "smc": "地方猪品种",
        "yc": [
          {
            "zh": "皖南黑猪"
          }
        ],
        "ly": "畜牧学名词",
        "sid": "1356265723923562500",
        "hasins": 0,
        "sc": [
          {
            "zh": "宣城猪"
          }
        ],
        "qc": [],
        "dy": "被毛黑色。产于安徽省宣城市。",
        "id": "1356267329654181891",
        "gbnd": 2020,
        "qt": {},
        "bbh": "第一版",
        "en": [
          "Wei pig"
        ],
        "zc": [],
        "cn": "圩猪",
        "pno": 0,
        "xh": "03.035",
        "dbid": 1,
        "jc": [],
        "dbmc": "审定公布名词数据库",
        "bid": 0,
        "sdm": "T-038.03.008.0001",
        "smcs": "畜牧学_家畜家禽品种_猪品种_地方猪品种",
        "qtkeys": []
      },
      {
        "hasext": 0,
        "smc": "地方猪品种",
        "yc": [
          {
            "zh": "泾川猪"
          }
        ],
        "ly": "畜牧学名词",
        "sid": "1356265723923562500",
        "hasins": 0,
        "sc": [
          {
            "zh": "西猪"
          }
        ],
        "qc": [],
        "dy": "耳大下垂，被毛黑色。额有纵行“八”字皱纹，故名“八眉”。分为大八眉、二八眉和小伙猪三个类型。产于陕西省泾河流域、甘肃省陇东(即庆阳市)和宁夏回族自治区固原市。",
        "id": "1356267329599655938",
        "gbnd": 2020,
        "qt": {},
        "bbh": "第一版",
        "en": [
          "Bamei pig"
        ],
        "zc": [],
        "cn": "八眉猪",
        "pno": 0,
        "xh": "03.002",
        "dbid": 1,
        "jc": [],
        "dbmc": "审定公布名词数据库",
        "bid": 0,
        "sdm": "T-038.03.008.0001",
        "smcs": "畜牧学_家畜家禽品种_猪品种_地方猪品种",
        "qtkeys": []
      },
      {
        "hasext": 0,
        "smc": "地方猪品种",
        "yc": [
          {
            "zh": "草冲猪"
          }
        ],
        "ly": "畜牧学名词",
        "sid": "1356265723923562500",
        "hasins": 0,
        "sc": [
          {
            "zh": "流沙河猪"
          }
        ],
        "qc": [],
        "dy": "被毛为黑白花。按毛色分为“银项圈”“大黑花”和“小散花”。产于湖南省宁乡市流沙河一带。",
        "id": "1356267329603850242",
        "gbnd": 2020,
        "qt": {},
        "bbh": "第一版",
        "en": [
          "Ningxiang pig"
        ],
        "zc": [],
        "cn": "宁乡猪",
        "pno": 0,
        "xh": "03.004",
        "dbid": 1,
        "jc": [],
        "dbmc": "审定公布名词数据库",
        "bid": 0,
        "sdm": "T-038.03.008.0001",
        "smcs": "畜牧学_家畜家禽品种_猪品种_地方猪品种",
        "qtkeys": []
      },
      {
        "hasext": 0,
        "smc": "地方猪品种",
        "yc": [
          {
            "zh": "两头乌猪"
          }
        ],
        "ly": "畜牧学名词",
        "sid": "1356265723923562500",
        "hasins": 0,
        "sc": [
          {
            "zh": "金华两头乌猪"
          }
        ],
        "qc": [],
        "dy": "毛色中间白、两头乌。皮薄、毛疏、骨细，适于腌制火腿。按头型可分寿字头型、老鼠头型和中间型的大、中、小三型。产于浙江省金华市等。",
        "id": "1356267329599655939",
        "gbnd": 2020,
        "qt": {},
        "bbh": "第一版",
        "en": [
          "Jinhua pig"
        ],
        "zc": [],
        "cn": "金华猪",
        "pno": 0,
        "xh": "03.003",
        "dbid": 1,
        "jc": [],
        "dbmc": "审定公布名词数据库",
        "bid": 0,
        "sdm": "T-038.03.008.0001",
        "smcs": "畜牧学_家畜家禽品种_猪品种_地方猪品种",
        "qtkeys": []
      },
      {
        "hasext": 0,
        "smc": "地方猪品种",
        "yc": [
          {
            "zh": "冬瓜猪"
          }
        ],
        "ly": "畜牧学名词",
        "sid": "1356265723923562500",
        "hasins": 0,
        "sc": [
          {
            "zh": "芭蕉猪"
          }
        ],
        "qc": [],
        "dy": "体型小。头至颈部前1/2或1/3处及臀部毛色为黑色，脸正中有白斑或白线伸至鼻端。产于广西壮族自治区巴马瑶族自治县和东田县(现已取消该县设置)。",
        "id": "1356267329620627460",
        "gbnd": 2020,
        "qt": {},
        "bbh": "第一版",
        "en": [
          "Bama xiang pig"
        ],
        "zc": [],
        "cn": "巴马香猪",
        "pno": 0,
        "xh": "03.014",
        "dbid": 1,
        "jc": [],
        "dbmc": "审定公布名词数据库",
        "bid": 0,
        "sdm": "T-038.03.008.0001",
        "smcs": "畜牧学_家畜家禽品种_猪品种_地方猪品种",
        "qtkeys": []
      },
      {
        "hasext": 0,
        "smc": "地方猪品种",
        "yc": [
          {
            "zh": "宛西八眉猪"
          }
        ],
        "ly": "畜牧学名词",
        "sid": "1356265723923562500",
        "hasins": 0,
        "sc": [
          {
            "zh": "师岗猪"
          }
        ],
        "qc": [],
        "dy": "被毛全黑。产于河南省南阳市西部，中心产区是内乡县、淅川县和邓州市。",
        "id": "1356267329654181890",
        "gbnd": 2020,
        "qt": {},
        "bbh": "第一版",
        "en": [
          "Nanyang black pig"
        ],
        "zc": [],
        "cn": "南阳黑猪",
        "pno": 0,
        "xh": "03.034",
        "dbid": 1,
        "jc": [],
        "dbmc": "审定公布名词数据库",
        "bid": 0,
        "sdm": "T-038.03.008.0001",
        "smcs": "畜牧学_家畜家禽品种_猪品种_地方猪品种",
        "qtkeys": []
      },
      {
        "hasext": 0,
        "smc": "地方猪品种",
        "yc": [
          {
            "zh": "山猪"
          }
        ],
        "ly": "畜牧学名词",
        "sid": "1356265723923562500",
        "hasins": 0,
        "sc": [
          {
            "zh": "老鼠猪"
          }
        ],
        "qc": [],
        "dy": "体型小。被毛大部为黑色，腹部与四肢内侧为白色，鬃毛呈黑色或棕色。产于海南省五指山地区。",
        "id": "1356267329624821761",
        "gbnd": 2020,
        "qt": {},
        "bbh": "第一版",
        "en": [
          "Wuzhishan pig"
        ],
        "zc": [],
        "cn": "五指山猪",
        "pno": 0,
        "xh": "03.015",
        "dbid": 1,
        "jc": [],
        "dbmc": "审定公布名词数据库",
        "bid": 0,
        "sdm": "T-038.03.008.0001",
        "smcs": "畜牧学_家畜家禽品种_猪品种_地方猪品种",
        "qtkeys": []
      },
      {
        "hasext": 0,
        "smc": "地方猪品种",
        "yc": [
          {
            "zh": "苗寨猪"
          }
        ],
        "ly": "畜牧学名词",
        "sid": "1356265723923562500",
        "hasins": 0,
        "sc": [],
        "qc": [],
        "dy": "被毛多为黑色，少数猪肢端或尾端着生白毛，不全“六白”。产于贵州省施秉县。",
        "id": "1356267329700319235",
        "gbnd": 2020,
        "qt": {},
        "bbh": "第一版",
        "en": [
          "Baixian pig"
        ],
        "zc": [],
        "cn": "白冼猪",
        "pno": 0,
        "xh": "03.062",
        "dbid": 1,
        "jc": [],
        "dbmc": "审定公布名词数据库",
        "bid": 0,
        "sdm": "T-038.03.008.0001",
        "smcs": "畜牧学_家畜家禽品种_猪品种_地方猪品种",
        "qtkeys": []
      },
      {
        "hasext": 0,
        "smc": "猪饲养",
        "yc": [
          {
            "zh": "怀孕母猪"
          }
        ],
        "ly": "畜牧学名词",
        "sid": "1356265723877425154",
        "hasins": 0,
        "sc": [],
        "qc": [],
        "dy": "从卵子受精开始至分娩前的母猪。",
        "id": "1356267329100533762",
        "gbnd": 2020,
        "qt": {},
        "bbh": "第一版",
        "en": [
          "pregnant sow"
        ],
        "zc": [],
        "cn": "妊娠母猪",
        "pno": 0,
        "xh": "02.099",
        "dbid": 1,
        "jc": [],
        "dbmc": "审定公布名词数据库",
        "bid": 0,
        "sdm": "T-038.02.002",
        "smcs": "畜牧学_饲养管理_猪饲养",
        "qtkeys": []
      },
      {
        "hasext": 0,
        "smc": "检验检疫",
        "yc": [
          {
            "zh": "猪霍乱"
          }
        ],
        "ly": "食品科学技术名词",
        "sid": "1345967148568203267",
        "hasins": 0,
        "sc": [],
        "qc": [],
        "dy": "由黄病毒科猪瘟病毒属的猪瘟病毒引起的一种急性、发热、接触性传染病。具有高度传染性和致死性。",
        "id": "1345967458535698436",
        "gbnd": 2020,
        "qt": {},
        "bbh": "第一版",
        "en": [
          "classical swine fever"
        ],
        "zc": [],
        "cn": "猪瘟",
        "pno": 0,
        "xh": "04.0246",
        "dbid": 1,
        "jc": [],
        "dbmc": "审定公布名词数据库",
        "bid": 0,
        "sdm": "T-037.04.011.0059",
        "smcs": "食品科学技术_食品安全_食品安全检测与检疫_检验检疫",
        "qtkeys": []
      },
      {
        "hasext": 0,
        "smc": "地方猪品种",
        "yc": [],
        "ly": "畜牧学名词",
        "sid": "1356265723923562500",
        "hasins": 0,
        "sc": [],
        "qc": [
          {
            "zh": "东北民猪"
          }
        ],
        "dy": "被毛黑色，繁殖性能高，抗寒。分大民猪、二民猪和荷包猪三个类型，目前以二民猪为多。产于黑龙江省、吉林省、辽宁省、河北省等。",
        "id": "1356267329595461634",
        "gbnd": 2020,
        "qt": {},
        "bbh": "第一版",
        "en": [
          "Min pig"
        ],
        "zc": [],
        "cn": "民猪",
        "pno": 0,
        "xh": "03.001",
        "dbid": 1,
        "jc": [],
        "dbmc": "审定公布名词数据库",
        "bid": 0,
        "sdm": "T-038.03.008.0001",
        "smcs": "畜牧学_家畜家禽品种_猪品种_地方猪品种",
        "qtkeys": []
      },
      {
        "hasext": 0,
        "smc": "地方猪品种",
        "yc": [
          {
            "zh": "东乡猪"
          }
        ],
        "ly": "畜牧学名词",
        "sid": "1356265723923562500",
        "hasins": 0,
        "sc": [],
        "qc": [],
        "dy": "被毛全黑。按头型分“狮子头”“二方脸”和“毫秆嘴”三类。产于四川省内江市市中区和东兴区。",
        "id": "1356267329608044546",
        "gbnd": 2020,
        "qt": {},
        "bbh": "第一版",
        "en": [
          "Neijiang pig"
        ],
        "zc": [],
        "cn": "内江猪",
        "pno": 0,
        "xh": "03.006",
        "dbid": 1,
        "jc": [],
        "dbmc": "审定公布名词数据库",
        "bid": 0,
        "sdm": "T-038.03.008.0001",
        "smcs": "畜牧学_家畜家禽品种_猪品种_地方猪品种",
        "qtkeys": []
      },
      {
        "hasext": 0,
        "smc": "猪饲养",
        "yc": [
          {
            "zh": "保育猪"
          }
        ],
        "ly": "畜牧学名词",
        "sid": "1356265723877425154",
        "hasins": 0,
        "sc": [],
        "qc": [],
        "dy": "从断乳到保育结束的仔猪。",
        "id": "1356267329075367939",
        "gbnd": 2020,
        "qt": {},
        "bbh": "第一版",
        "en": [
          "weaned piglet"
        ],
        "zc": [],
        "cn": "断乳仔猪",
        "pno": 0,
        "xh": "02.084",
        "dbid": 1,
        "jc": [],
        "dbmc": "审定公布名词数据库",
        "bid": 0,
        "sdm": "T-038.02.002",
        "smcs": "畜牧学_饲养管理_猪饲养",
        "qtkeys": []
      },
      {
        "hasext": 0,
        "smc": "地方猪品种",
        "yc": [
          {
            "zh": "赣东北花猪"
          }
        ],
        "ly": "畜牧学名词",
        "sid": "1356265723923562500",
        "hasins": 0,
        "sc": [],
        "qc": [],
        "dy": "毛色除额部、尾尖、腹部和四肢下部等七处为白色外，其余均为黑色，故有“乌云盖雪”之称。产于江西省乐平市。",
        "id": "1356267329670959107",
        "gbnd": 2020,
        "qt": {},
        "bbh": "第一版",
        "en": [
          "Leping pig"
        ],
        "zc": [],
        "cn": "乐平猪",
        "pno": 0,
        "xh": "03.045",
        "dbid": 1,
        "jc": [],
        "dbmc": "审定公布名词数据库",
        "bid": 0,
        "sdm": "T-038.03.008.0001",
        "smcs": "畜牧学_家畜家禽品种_猪品种_地方猪品种",
        "qtkeys": []
      }
    ],
    "mcnt": 1
  }
}